Revit 2027 API
DoubleParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DoubleParameterValue()
Public Sub New
public:
DoubleParameterValue()
new : unit -> DoubleParameterValue
See Also
Reference
DoubleParameterValue Class
DoubleParameterValue Overload
Autodesk.Revit.DB Namespace